Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: We couldn't read that recipe
ar: تعذّرت قراءة تلك الوصفة
de: Wir konnten dieses Rezept nicht lesen
el: Δεν μπορέσαμε να διαβάσουμε αυτή τη συνταγή
es: No pudimos leer esa receta
fr: Impossible de lire cette recette
hi: हम वह रेसिपी नहीं पढ़ सके
it: Non riusciamo a leggere quella ricetta
ja: そのレシピを読み取れませんでした
ko: 레시피를 읽을 수 없었어요
pt_br: Não conseguimos ler essa receita
ru: Не удалось прочитать рецепт
tr: Bu tarifi okuyamadık
vi: Không đọc được công thức đó
zh_hans: 无法识别那个食谱

source: We found the ingredients, but not the steps
ar: وجدنا المكونات، لكن ليس الخطوات
de: Wir haben die Zutaten gefunden, aber nicht die Schritte
el: Βρήκαμε τα υλικά, αλλά όχι τα βήματα
es: Encontramos los ingredientes, pero no los pasos
fr: Ingrédients trouvés, mais pas les étapes
hi: हमें सामग्री मिली, पर स्टेप्स नहीं
it: Abbiamo trovato gli ingredienti, ma non i passaggi
ja: 材料は見つかりましたが、手順はありませんでした
ko: 재료는 찾았지만 단계는 찾지 못했어요
pt_br: Encontramos os ingredientes, mas não os passos
ru: Ингредиенты найдены, а шаги — нет
tr: Malzemeleri bulduk ama adımları bulamadık
vi: Đã tìm thấy nguyên liệu, nhưng chưa có các bước
zh_hans: 找到了食材，但没有步骤

source: We kept its %lld ingredients. Import the steps any way below.
ar: احتفظنا بمكوناتها (%lld). استورد الخطوات بأي طريقة أدناه.
de: Wir haben seine %lld Zutaten behalten. Importiere die Schritte unten auf beliebigem Weg.
el: Κρατήσαμε τα υλικά της (%lld). Κάνε εισαγωγή των βημάτων με όποιον τρόπο θέλεις παρακάτω.
es: Conservamos sus %lld ingredientes. Importa los pasos como prefieras abajo.
fr: Nous avons gardé ses %lld ingrédients. Importez les étapes comme vous voulez ci-dessous.
hi: हमने इसकी %lld सामग्री रखी हैं। नीचे किसी भी तरीके से स्टेप्स इम्पोर्ट करें।
it: Abbiamo tenuto i suoi %lld ingredienti. Importa i passaggi come preferisci qui sotto.
ja: %lld個の材料はそのまま残しました。下の方法で手順を取り込んでください。
ko: 재료 %lld개는 그대로 두었어요. 아래 방법 중 하나로 단계를 가져오세요.
pt_br: Mantivemos os %lld ingredientes. Importe os passos como preferir abaixo.
ru: Мы сохранили ингредиенты (%lld). Импортируйте шаги любым способом ниже.
tr: %lld malzemesini koruduk. Adımları aşağıdaki yollardan biriyle aktar.
vi: Đã giữ lại %lld nguyên liệu. Nhập các bước theo bất kỳ cách nào bên dưới.
zh_hans: 已保留它的%lld种食材。可在下方任选一种方式导入步骤。

source: We listen to the audio on your iPhone
ar: نستمع إلى الصوت على جهاز iPhone
de: Wir hören den Ton auf deinem iPhone an
el: Ακούμε τον ήχο στο iPhone σου
es: Escuchamos el audio en tu iPhone
fr: Nous écoutons le son sur ton iPhone
hi: हम आपके iPhone पर ही ऑडियो सुनते हैं
it: Ascoltiamo l'audio sul tuo iPhone
ja: iPhone 上で音声を聞き取ります
ko: iPhone에서 소리를 듣습니다
pt_br: Ouvimos o áudio no seu iPhone
ru: Мы слушаем звук прямо на iPhone
tr: Sesi iPhone'unda dinleriz
vi: Chúng tôi nghe âm thanh ngay trên iPhone
zh_hans: 在你的 iPhone 上识别音频

source: We listen to the whole video (up to 20 min)
ar: نستمع إلى الفيديو كاملًا (حتى 20 دقيقة)
de: Wir hören das ganze Video an (bis 20 Min.)
el: Ακούμε όλο το βίντεο (έως 20 λεπτά)
es: Escuchamos el vídeo completo (hasta 20 min)
fr: Nous écoutons toute la vidéo (jusqu'à 20 min)
hi: हम पूरा वीडियो सुनते हैं (20 मिनट तक)
it: Ascoltiamo tutto il video (fino a 20 min)
ja: 動画全体を聞き取ります（最大20分）
ko: 영상 전체를 듣습니다(최대 20분)
pt_br: Ouvimos o vídeo inteiro (até 20 min)
ru: Мы слушаем всё видео (до 20 мин)
tr: Videonun tamamını dinleriz (20 dk'ya kadar)
vi: Chúng tôi nghe toàn bộ video (tối đa 20 phút)
zh_hans: 识别整段视频（最长 20 分钟）

source: We never download videos or read comments. Private posts can't be imported.
ar: لا ننزّل الفيديوهات ولا نقرأ التعليقات أبدًا. لا يمكن استيراد المنشورات الخاصة.
de: Wir laden nie Videos herunter und lesen keine Kommentare. Private Beiträge können nicht importiert werden.
el: Ποτέ δεν κατεβάζουμε βίντεο ούτε διαβάζουμε σχόλια. Ιδιωτικές αναρτήσεις δεν εισάγονται.
es: Nunca descargamos vídeos ni leemos comentarios. Las publicaciones privadas no se pueden importar.
fr: Nous ne téléchargeons jamais de vidéos et ne lisons jamais les commentaires. Les publications privées ne peuvent pas être importées.
hi: हम कभी वीडियो डाउनलोड नहीं करते और न कमेंट पढ़ते हैं। निजी पोस्ट इम्पोर्ट नहीं हो सकतीं।
it: Non scarichiamo mai video né leggiamo commenti. I post privati non si possono importare.
ja: 動画のダウンロードやコメントの読み取りは一切行いません。非公開の投稿は取り込めません。
ko: 영상을 다운로드하거나 댓글을 읽지 않아요. 비공개 게시물은 가져올 수 없어요.
pt_br: Nunca baixamos vídeos nem lemos comentários. Posts privados não podem ser importados.
ru: Мы никогда не скачиваем видео и не читаем комментарии. Закрытые публикации импортировать нельзя.
tr: Asla video indirmez veya yorum okumayız. Gizli gönderiler aktarılamaz.
vi: Chúng tôi không bao giờ tải video hay đọc bình luận. Bài đăng riêng tư không thể nhập.
zh_hans: 我们从不下载视频，也不读取评论。私密帖子无法导入。

source: We never read your Health data
ar: لا نقرأ بيانات صحتي أبدًا
de: Wir lesen nie deine Health-Daten
el: Ποτέ δεν διαβάζουμε τα δεδομένα σου από την Υγεία
es: Nunca leemos tus datos de Salud
fr: Nous ne lisons jamais vos données Santé
hi: हम आपका Health डेटा कभी नहीं पढ़ते
it: Non leggiamo mai i tuoi dati di Salute
ja: ヘルスケアのデータを読み取ることはありません
ko: 건강 데이터를 읽지 않아요
pt_br: Nunca lemos seus dados do Saúde
ru: Мы никогда не читаем ваши данные из Здоровья
tr: Sağlık verilerini asla okumayız
vi: Chúng tôi không bao giờ đọc dữ liệu Sức khỏe của bạn
zh_hans: 我们从不读取你的健康数据

source: We only fill empty meals. Anything you've planned or locked stays exactly as it is.
ar: نملأ الوجبات الفارغة فقط. كل ما خططته أو قفلته يبقى كما هو تمامًا.
de: Wir füllen nur leere Mahlzeiten. Was du geplant oder gesperrt hast, bleibt genau so.
el: Συμπληρώνουμε μόνο κενά γεύματα. Ό,τι έχεις προγραμματίσει ή κλειδώσει μένει ακριβώς ως έχει.
es: Solo rellenamos comidas vacías. Lo que hayas planificado o bloqueado se queda exactamente igual.
fr: Nous ne remplissons que les repas vides. Ce que vous avez planifié ou verrouillé reste exactement tel quel.
hi: हम सिर्फ़ ख़ाली भोजन भरते हैं। आपने जो प्लान या लॉक किया है वह बिल्कुल वैसा ही रहता है।
it: Riempiamo solo i pasti vuoti. Ciò che hai pianificato o bloccato resta esattamente com’è.
ja: 空いている食事だけを埋めます。計画済みやロックした食事はそのままです。
ko: 빈 식사만 채워요. 계획하거나 잠근 것은 그대로 유지돼요.
pt_br: Só preenchemos refeições vazias. O que você planejou ou travou continua exatamente igual.
ru: Мы заполняем только пустые приёмы пищи. Всё, что вы запланировали или закрепили, остаётся как есть.
tr: Yalnızca boş öğünleri doldururuz. Planladığın veya kilitlediğin her şey aynen kalır.
vi: Chúng tôi chỉ điền các bữa còn trống. Những gì bạn đã lên kế hoạch hoặc khóa vẫn giữ nguyên.
zh_hans: 我们只填补空着的餐。你已安排或锁定的内容完全保持不变。

source: We read recipe text shown on screen too
ar: ونقرأ أيضًا نص الوصفة الظاهر على الشاشة
de: Wir lesen auch eingeblendeten Rezepttext
el: Διαβάζουμε και το κείμενο συνταγής που εμφανίζεται στην οθόνη
es: También leemos el texto de la receta que aparece en pantalla
fr: Nous lisons aussi le texte de recette affiché à l'écran
hi: स्क्रीन पर दिखा रेसिपी टेक्स्ट भी पढ़ते हैं
it: Leggiamo anche il testo della ricetta mostrato a schermo
ja: 画面に表示されたレシピの文字も読み取ります
ko: 화면에 나오는 레시피 글자도 읽습니다
pt_br: Também lemos o texto da receita que aparece na tela
ru: Мы также читаем текст рецепта на экране
tr: Ekranda görünen tarif yazısını da okuruz
vi: Chúng tôi cũng đọc chữ công thức hiện trên màn hình
zh_hans: 也会读取画面上显示的食谱文字

source: We remind you the morning something needs using, and suggest recipes for it.
ar: نذكّرك صباح اليوم الذي يجب فيه استخدام شيء ما، ونقترح له وصفات.
de: Wir erinnern dich am Morgen, wenn etwas verbraucht werden muss, und schlagen Rezepte dafür vor.
el: Σε ειδοποιούμε το πρωί που κάτι πρέπει να χρησιμοποιηθεί και προτείνουμε συνταγές γι’ αυτό.
es: Te avisamos la mañana en que hay que usar algo y te sugerimos recetas para ello.
fr: Nous vous prévenons le matin où quelque chose doit être utilisé, avec des recettes pour cela.
hi: जिस सुबह कुछ इस्तेमाल करना हो, हम याद दिलाते हैं और उसके लिए रेसिपी सुझाते हैं।
it: Ti avvisiamo la mattina in cui qualcosa va usato e ti suggeriamo ricette per farlo.
ja: 使い切りたい食材がある日の朝にお知らせし、レシピを提案します。
ko: 무언가를 써야 하는 날 아침에 알려 드리고 레시피를 추천해요.
pt_br: Avisamos na manhã em que algo precisa ser usado e sugerimos receitas para isso.
ru: Утром в день, когда что-то пора использовать, мы напомним и предложим рецепты.
tr: Bir şeyin kullanılması gereken sabah sana hatırlatır ve onun için tarifler öneririz.
vi: Chúng tôi nhắc vào buổi sáng khi có món cần dùng và gợi ý công thức cho món đó.
zh_hans: 在需要用掉某样东西的早上提醒你，并推荐相应的食谱。

source: We'll alert you even if you leave the app
ar: سننبهك حتى لو غادرت التطبيق
de: Wir benachrichtigen dich, auch wenn du die App verlässt
el: Θα σε ειδοποιήσουμε ακόμα κι αν βγεις από την εφαρμογή
es: Te avisaremos aunque salgas de la app
fr: Nous vous alerterons même si vous quittez l’app
hi: ऐप छोड़ने पर भी हम आपको अलर्ट करेंगे
it: Ti avviseremo anche se esci dall’app
ja: アプリを離れても通知します
ko: 앱을 나가도 알려 드려요
pt_br: Avisaremos mesmo se você sair do app
ru: Мы предупредим, даже если вы выйдете из приложения
tr: Uygulamadan çıksan da seni uyarırız
vi: Chúng tôi sẽ báo ngay cả khi bạn rời ứng dụng
zh_hans: 即使你离开App也会提醒你

source: We'll match the level of guidance to you.
ar: سنضبط مستوى الإرشاد ليناسبك.
de: Wir passen die Anleitung an dich an.
el: Θα προσαρμόσουμε το επίπεδο καθοδήγησης σε σένα.
es: Ajustaremos el nivel de ayuda a ti.
fr: Nous adapterons le niveau d’aide à vous.
hi: हम आपके हिसाब से मार्गदर्शन देंगे।
it: Adatteremo il livello di aiuto a te.
ja: あなたに合わせて手順の詳しさを調整します。
ko: 안내 수준을 맞춰 드릴게요.
pt_br: Vamos ajustar o nível de ajuda para você.
ru: Мы подберём уровень подсказок под вас.
tr: Rehberliği sana göre ayarlayacağız.
vi: Chúng tôi sẽ điều chỉnh mức hướng dẫn cho phù hợp với bạn.
zh_hans: 我们会按你的水平调整指导。

source: We'll remember ingredients and flavours you would rather skip.
ar: سنتذكر المكونات والنكهات التي تفضّل تجنبها.
de: Wir merken uns Zutaten und Aromen, die du lieber auslässt.
el: Θα θυμόμαστε τα υλικά και τις γεύσεις που προτιμάς να αποφεύγεις.
es: Recordaremos los ingredientes y sabores que prefieres evitar.
fr: Nous retiendrons les ingrédients et saveurs que vous préférez éviter.
hi: हम वे सामग्री और स्वाद याद रखेंगे जिन्हें आप छोड़ना चाहते हैं।
it: Ricorderemo ingredienti e sapori che preferisci evitare.
ja: 避けたい材料や味を覚えておきます。
ko: 피하고 싶은 재료와 맛을 기억할게요.
pt_br: Vamos lembrar os ingredientes e sabores que você prefere evitar.
ru: Мы запомним ингредиенты и вкусы, которых вы избегаете.
tr: Uzak durmak istediğin malzemeleri ve tatları hatırlayacağız.
vi: Chúng tôi sẽ nhớ nguyên liệu và hương vị bạn muốn tránh.
zh_hans: 我们会记住你想避开的食材和口味。

source: We'll remember the people at your table.
ar: سنتذكر من يجلسون إلى مائدتك.
de: Wir merken uns die Menschen an deinem Tisch.
el: Θα θυμόμαστε τα άτομα στο τραπέζι σου.
es: Recordaremos a las personas de tu mesa.
fr: Nous retiendrons les personnes à votre table.
hi: हम आपकी मेज़ पर बैठने वाले लोगों को याद रखेंगे।
it: Ricorderemo le persone alla tua tavola.
ja: 一緒に食べる人を覚えておきます。
ko: 함께 식사하는 사람들을 기억할게요.
pt_br: Vamos lembrar as pessoas da sua mesa.
ru: Мы запомним тех, кто сидит за вашим столом.
tr: Sofrandaki kişileri hatırlayacağız.
vi: Chúng tôi sẽ nhớ những người cùng bàn ăn với bạn.
zh_hans: 我们会记住你餐桌上的人。

source: We'll tell you when it's ready
ar: سنخبرك عندما تجهز
de: Wir sagen dir, wenn es fertig ist
el: Θα σε ειδοποιήσουμε όταν είναι έτοιμο
es: Te avisaremos cuando esté lista
fr: Nous vous préviendrons quand ce sera prêt
hi: तैयार होने पर हम बताएँगे
it: Ti avviseremo quando è pronta
ja: 準備ができたらお知らせします
ko: 준비되면 알려 드릴게요
pt_br: Avisamos quando estiver pronta
ru: Мы сообщим, когда будет готово
tr: Hazır olunca haber veririz
vi: Khi xong chúng tôi sẽ báo
zh_hans: 好了会通知你

source: Week
ar: الأسبوع
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
hi: हफ़्ता
it: Settimana
ja: 週
ko: 주
pt_br: Semana
ru: Неделя
tr: Hafta
vi: Tuần
zh_hans: 周

source: Weekday breakfasts
ar: فطور أيام الأسبوع
de: Frühstück unter der Woche
el: Πρωινά καθημερινών
es: Desayunos entre semana
fr: Petits-déjeuners en semaine
hi: सप्ताह के नाश्ते
it: Colazioni infrasettimanali
ja: 平日の朝食
ko: 평일 아침
pt_br: Cafés da manhã durante a semana
ru: Завтраки в будни
tr: Hafta içi kahvaltılar
vi: Bữa sáng ngày thường
zh_hans: 工作日早餐

source: Weekday lunches
ar: غداء أيام الأسبوع
de: Mittagessen unter der Woche
el: Μεσημεριανά καθημερινών
es: Comidas entre semana
fr: Déjeuners en semaine
hi: सप्ताह के लंच
it: Pranzi infrasettimanali
ja: 平日のランチ
ko: 평일 점심
pt_br: Almoços durante a semana
ru: Обеды в будни
tr: Hafta içi öğle yemekleri
vi: Bữa trưa ngày thường
zh_hans: 工作日午餐

source: Weekends
ar: عطلات نهاية الأسبوع
de: Wochenenden
el: Σαββατοκύριακα
es: Fines de semana
hi: सप्ताहांत
it: Weekend
ja: 週末
ko: 주말
pt_br: Fins de semana
ru: Выходные
tr: Hafta sonları
vi: Cuối tuần
zh_hans: 周末

source: Weekly grocery reminder
ar: تذكير التسوق الأسبوعي
de: Wöchentliche Einkaufserinnerung
el: Εβδομαδιαία υπενθύμιση αγορών
es: Recordatorio semanal de la compra
fr: Rappel hebdomadaire des courses
hi: साप्ताहिक किराना रिमाइंडर
it: Promemoria settimanale della spesa
ja: 毎週の買い物リマインダー
ko: 매주 장보기 알림
pt_br: Lembrete semanal de compras
ru: Еженедельное напоминание о покупках
tr: Haftalık alışveriş hatırlatıcısı
vi: Nhắc đi chợ hằng tuần
zh_hans: 每周采购提醒

source: Weekly limit reached
ar: تم بلوغ الحد الأسبوعي
de: Wochenlimit erreicht
el: Συμπληρώθηκε το εβδομαδιαίο όριο
es: Límite semanal alcanzado
fr: Limite hebdomadaire atteinte
hi: साप्ताहिक सीमा पूरी
it: Limite settimanale raggiunto
ja: 今週の上限に達しました
ko: 이번 주 한도에 도달했어요
pt_br: Limite semanal atingido
ru: Недельный лимит исчерпан
tr: Haftalık sınıra ulaşıldı
vi: Đã đạt giới hạn tuần
zh_hans: 已达到本周上限

source: Weeknight dinners
ar: عشاء أيام الأسبوع
de: Abendessen unter der Woche
el: Βραδινά καθημερινών
es: Cenas entre semana
fr: Dîners en semaine
hi: सप्ताह की रात के डिनर
it: Cene infrasettimanali
ja: 平日の夕食
ko: 평일 저녁
pt_br: Jantares durante a semana
ru: Ужины в будни
tr: Hafta içi akşam yemekleri
vi: Bữa tối ngày thường
zh_hans: 工作日晚餐

source: Welcome to
ar: مرحبًا بك في
de: Willkommen bei
el: Καλώς ήρθες στο
es: Te damos la bienvenida a
fr: Bienvenue sur
hi: स्वागत है
it: Benvenuto in
ja: ようこそ
ko: 환영해요
pt_br: Boas-vindas ao
ru: Добро пожаловать в
tr: Hoş geldin:
vi: Chào mừng đến với
zh_hans: 欢迎来到

source: What are your goals?
ar: ما أهدافك؟
de: Was sind deine Ziele?
el: Ποιοι είναι οι στόχοι σου;
es: ¿Cuáles son tus objetivos?
fr: Quels sont vos objectifs ?
hi: आपके लक्ष्य क्या हैं?
it: Quali sono i tuoi obiettivi?
ja: 目標は何ですか？
ko: 목표가 무엇인가요?
pt_br: Quais são seus objetivos?
ru: Какие у вас цели?
tr: Hedeflerin neler?
vi: Mục tiêu của bạn là gì?
zh_hans: 你的目标是什么？

source: What can I cook with this?
ar: ماذا أطبخ بهذا؟
de: Was kann ich damit kochen?
el: Τι μπορώ να μαγειρέψω με αυτό;
es: ¿Qué puedo cocinar con esto?
fr: Que puis-je cuisiner avec ça ?
hi: मैं इससे क्या बना सकता हूँ?
it: Cosa posso cucinare con questo?
ja: これで何が作れる？
ko: 이걸로 뭘 만들 수 있을까요?
pt_br: O que posso cozinhar com isso?
ru: Что приготовить из этого?
tr: Bununla ne pişirebilirim?
vi: Tôi có thể nấu gì với cái này?
zh_hans: 用这些能做什么？

source: What can I cook?
ar: ماذا يمكنني أن أطبخ؟
de: Was kann ich kochen?
el: Τι μπορώ να μαγειρέψω;
es: ¿Qué puedo cocinar?
fr: Que puis-je cuisiner ?
hi: मैं क्या बना सकता हूँ?
it: Cosa posso cucinare?
ja: 何が作れる？
ko: 뭘 만들 수 있을까요?
pt_br: O que posso cozinhar?
ru: Что я могу приготовить?
tr: Ne pişirebilirim?
vi: Tôi có thể nấu gì?
zh_hans: 我能做什么？

source: What did you eat?
ar: ماذا أكلت؟
de: Was hast du gegessen?
el: Τι έφαγες;
es: ¿Qué comiste?
fr: Qu’avez-vous mangé ?
hi: आपने क्या खाया?
it: Cosa hai mangiato?
ja: 何を食べましたか？
ko: 무엇을 먹었나요?
pt_br: O que você comeu?
ru: Что вы ели?
tr: Ne yedin?
vi: Bạn đã ăn gì?
zh_hans: 你吃了什么？

source: What kind of meals fit your day?
ar: أي الوجبات تناسب يومك؟
de: Welche Mahlzeiten passen in deinen Tag?
el: Τι γεύματα ταιριάζουν στη μέρα σου;
es: ¿Qué tipo de comidas encajan en tu día?
fr: Quels types de repas conviennent à votre journée ?
hi: आपके दिन में कैसा भोजन फ़िट होता है?
it: Che tipo di pasti si adattano alla tua giornata?
ja: 1日に合う食事は？
ko: 하루에 어떤 식사가 맞나요?
pt_br: Que tipo de refeição cabe no seu dia?
ru: Какие блюда подходят под ваш день?
tr: Gününe hangi öğünler uyuyor?
vi: Kiểu bữa ăn nào hợp với ngày của bạn?
zh_hans: 哪种餐适合你的一天？

source: What must we avoid?
ar: ما الذي يجب أن نتجنبه؟
de: Was müssen wir vermeiden?
el: Τι πρέπει να αποφύγουμε;
es: ¿Qué debemos evitar?
fr: Que devons-nous éviter ?
hi: हमें किन चीज़ों से बचना है?
it: Cosa dobbiamo evitare?
ja: 避けるべきものは？
ko: 무엇을 피해야 하나요?
pt_br: O que precisamos evitar?
ru: Чего нам избегать?
tr: Nelerden kaçınmalıyız?
vi: Chúng tôi cần tránh gì?
zh_hans: 我们必须避开什么？

source: What should we call you?
ar: بماذا نناديك؟
de: Wie sollen wir dich nennen?
el: Πώς να σε λέμε;
es: ¿Cómo te llamamos?
fr: Comment devons-nous vous appeler ?
hi: हम आपको क्या कहकर बुलाएँ?
it: Come dobbiamo chiamarti?
ja: 何とお呼びしましょう？
ko: 어떻게 불러 드릴까요?
pt_br: Como podemos te chamar?
ru: Как к вам обращаться?
tr: Sana nasıl hitap edelim?
vi: Chúng tôi nên gọi bạn là gì?
zh_hans: 我们该怎么称呼你？

source: What would you like to track?
ar: ما الذي تريد تتبعه؟
de: Was möchtest du erfassen?
el: Τι θα ήθελες να παρακολουθείς;
es: ¿Qué te gustaría seguir?
fr: Que souhaitez-vous suivre ?
hi: आप क्या ट्रैक करना चाहेंगे?
it: Cosa vorresti monitorare?
ja: 何を記録しますか？
ko: 무엇을 기록하고 싶나요?
pt_br: O que você quer acompanhar?
ru: Что вы хотите отслеживать?
tr: Neleri takip etmek istersin?
vi: Bạn muốn theo dõi gì?
zh_hans: 你想记录什么？

source: What's for dinner?
ar: ماذا على العشاء؟
de: Was gibt’s zum Abendessen?
el: Τι έχει για βραδινό;
es: ¿Qué hay de cena?
fr: Qu’y a-t-il pour le dîner ?
hi: डिनर में क्या है?
it: Cosa c’è per cena?
ja: 夕食は何にする？
ko: 저녁은 뭐 먹지?
pt_br: O que tem para o jantar?
ru: Что на ужин?
tr: Akşam yemeğinde ne var?
vi: Tối nay ăn gì?
zh_hans: 晚饭吃什么？

source: Wheat
ar: القمح
de: Weizen
el: Σιτάρι
es: Trigo
fr: Blé
hi: गेहूँ
it: Grano
ja: 小麦
ko: 밀
pt_br: Trigo
ru: Пшеница
tr: Buğday
vi: Lúa mì
zh_hans: 小麦

source: When do you need help?
ar: متى تحتاج إلى مساعدة؟
de: Wann brauchst du Hilfe?
el: Πότε χρειάζεσαι βοήθεια;
es: ¿Cuándo necesitas ayuda?
fr: Quand avez-vous besoin d’aide ?
hi: आपको कब मदद चाहिए?
it: Quando ti serve aiuto?
ja: いつ手伝いが必要ですか？
ko: 언제 도움이 필요하나요?
pt_br: Quando você precisa de ajuda?
ru: Когда вам нужна помощь?
tr: Ne zaman yardıma ihtiyacın var?
vi: Khi nào bạn cần giúp?
zh_hans: 你什么时候需要帮忙？

source: Where do you cook?
ar: أين تطبخ؟
de: Wo kochst du?
el: Πού μαγειρεύεις;
es: ¿Dónde cocinas?
fr: Où cuisinez-vous ?
hi: आप कहाँ खाना बनाते हैं?
it: Dove cucini?
ja: どこで料理しますか？
ko: 어디에서 요리하나요?
pt_br: Onde você cozinha?
ru: Где вы готовите?
tr: Nerede yemek yapıyorsun?
vi: Bạn nấu ăn ở đâu?
zh_hans: 你在哪里做饭？

source: Which cuisines excite you?
ar: أي المطابخ تحمّسك؟
de: Welche Küchen begeistern dich?
el: Ποιες κουζίνες σε ενθουσιάζουν;
es: ¿Qué cocinas te entusiasman?
fr: Quelles cuisines vous font envie ?
hi: आपको कौन-सी व्यंजन शैलियाँ पसंद हैं?
it: Quali cucine ti entusiasmano?
ja: 好きな料理ジャンルは？
ko: 어떤 요리가 좋나요?
pt_br: Quais culinárias te animam?
ru: Какие кухни вам нравятся?
tr: Hangi mutfaklar seni heyecanlandırıyor?
vi: Bạn thích những nền ẩm thực nào?
zh_hans: 你喜欢哪些菜系？

source: Who are you cooking for?
ar: لمن تطبخ؟
de: Für wen kochst du?
el: Για ποιους μαγειρεύεις;
es: ¿Para quién cocinas?
fr: Pour qui cuisinez-vous ?
hi: आप किसके लिए खाना बना रहे हैं?
it: Per chi cucini?
ja: 誰のために料理しますか？
ko: 누구를 위해 요리하나요?
pt_br: Para quem você cozinha?
ru: Для кого вы готовите?
tr: Kimin için yemek yapıyorsun?
vi: Bạn nấu cho ai?
zh_hans: 你为谁做饭？

source: Whole dish
ar: الطبق كاملًا
de: Ganzes Gericht
el: Ολόκληρο το πιάτο
es: Plato entero
fr: Plat entier
hi: पूरा व्यंजन
it: Piatto intero
ja: 料理全体
ko: 요리 전체
pt_br: Prato inteiro
ru: Всё блюдо
tr: Bütün yemek
vi: Cả món
zh_hans: 整道菜

source: Why this amount
ar: لماذا هذه الكمية
de: Warum diese Menge
el: Γιατί αυτή η ποσότητα
es: Por qué esta cantidad
fr: Pourquoi cette quantité
hi: यह मात्रा क्यों
it: Perché questa quantità
ja: この分量の理由
ko: 이 양인 이유
pt_br: Por que esta quantidade
ru: Почему такое количество
tr: Neden bu miktar
vi: Vì sao là lượng này
zh_hans: 为什么是这个用量

source: Why this amount of %@
ar: لماذا هذه الكمية من %@
de: Warum diese Menge %@
el: Γιατί αυτή η ποσότητα για %@
es: Por qué esta cantidad de %@
fr: Pourquoi cette quantité de %@
hi: %@ की यह मात्रा क्यों
it: Perché questa quantità di %@
ja: %@がこの分量の理由
ko: %@이(가) 이 양인 이유
pt_br: Por que esta quantidade de %@
ru: Почему такое количество: %@
tr: %@ neden bu miktarda
vi: Vì sao %@ có lượng này
zh_hans: 为什么%@是这个用量

source: Write a recipe
ar: اكتب وصفة
de: Rezept schreiben
el: Γράψε μια συνταγή
es: Escribir una receta
fr: Écrire une recette
hi: रेसिपी लिखें
it: Scrivi una ricetta
ja: レシピを書く
ko: 레시피 작성
pt_br: Escrever uma receita
ru: Написать рецепт
tr: Tarif yaz
vi: Viết công thức
zh_hans: 写食谱

source: Write one per line, like “200 g spaghetti” or “2 cloves garlic, crushed”. Hold and drag to reorder.
ar: اكتب عنصرًا في كل سطر، مثل «200 غ سباغيتي» أو «2 فص ثوم، مهروس». اضغط مطولًا واسحب لإعادة الترتيب.
de: Schreib eins pro Zeile, z. B. „200 g Spaghetti“ oder „2 Knoblauchzehen, zerdrückt“. Halten und ziehen zum Umsortieren.
el: Γράψε ένα ανά γραμμή, όπως «200 γρ. σπαγγέτι» ή «2 σκελίδες σκόρδο, λιωμένες». Κράτα πατημένο και σύρε για αλλαγή σειράς.
es: Escribe uno por línea, como “200 g de espaguetis” o “2 dientes de ajo, machacados”. Mantén pulsado y arrastra para reordenar.
fr: Écrivez-en un par ligne, comme « 200 g de spaghetti » ou « 2 gousses d’ail, écrasées ». Maintenez et faites glisser pour réordonner.
hi: हर पंक्ति में एक लिखें, जैसे “200 ग्रा. स्पेगेटी” या “2 कली लहसुन, कुचला हुआ”। क्रम बदलने के लिए दबाकर खींचें।
it: Scrivine uno per riga, come “200 g di spaghetti” o “2 spicchi d’aglio, schiacciati”. Tieni premuto e trascina per riordinare.
ja: 1行に1つ書いてください（例：「スパゲッティ 200 g」「にんにく 2かけ、つぶす」）。長押ししてドラッグすると並べ替えられます。
ko: 한 줄에 하나씩 쓰세요. 예: “스파게티 200 g”, “마늘 2쪽, 으깬 것”. 길게 눌러 끌면 순서를 바꿀 수 있어요.
pt_br: Escreva um por linha, como “200 g de espaguete” ou “2 dentes de alho, amassados”. Segure e arraste para reordenar.
ru: Пишите по одному на строку, например «200 г спагетти» или «2 зубчика чеснока, раздавить». Удерживайте и перетаскивайте, чтобы изменить порядок.
tr: Her satıra bir tane yaz, örneğin “200 g spagetti” veya “2 diş sarımsak, ezilmiş”. Sırayı değiştirmek için basılı tutup sürükle.
vi: Mỗi dòng một món, ví dụ “200 g mì Ý” hoặc “2 tép tỏi, đập dập”. Nhấn giữ và kéo để sắp xếp lại.
zh_hans: 每行写一个，例如“意大利面 200克”或“大蒜 2瓣，拍碎”。按住拖动可调整顺序。

source: YOUR NAME
ar: اسمك
de: DEIN NAME
el: ΤΟ ΟΝΟΜΑ ΣΟΥ
es: TU NOMBRE
fr: VOTRE NOM
hi: आपका नाम
it: IL TUO NOME
ja: 名前
ko: 이름
pt_br: SEU NOME
ru: ВАШЕ ИМЯ
tr: ADIN
vi: TÊN CỦA BẠN
zh_hans: 你的名字

source: YOUR RECIPES
ar: وصفاتك
de: DEINE REZEPTE
el: ΟΙ ΣΥΝΤΑΓΕΣ ΣΟΥ
es: TUS RECETAS
fr: VOS RECETTES
hi: आपकी रेसिपी
it: LE TUE RICETTE
ja: あなたのレシピ
ko: 내 레시피
pt_br: SUAS RECEITAS
ru: ВАШИ РЕЦЕПТЫ
tr: TARİFLERİN
vi: CÔNG THỨC CỦA BẠN
zh_hans: 你的食谱

source: You
ar: أنت
de: Du
el: Εσύ
es: Tú
fr: Vous
hi: आप
it: Tu
ja: あなた
ko: 나
pt_br: Você
ru: Вы
tr: Sen
vi: Bạn
zh_hans: 你

source: You can allow it later in the Health app
ar: يمكنك السماح بذلك لاحقًا من تطبيق صحتي
de: Du kannst es später in der Health-App erlauben
el: Μπορείς να το επιτρέψεις αργότερα στην εφαρμογή Υγεία
es: Puedes permitirlo más tarde en la app Salud
fr: Vous pourrez l’autoriser plus tard dans l’app Santé
hi: आप बाद में Health ऐप में अनुमति दे सकते हैं
it: Puoi consentirlo più tardi nell’app Salute
ja: あとでヘルスケアAppで許可できます
ko: 나중에 건강 앱에서 허용할 수 있어요
pt_br: Você pode permitir depois no app Saúde
ru: Разрешить можно позже в приложении Здоровье
tr: Daha sonra Sağlık uygulamasından izin verebilirsin
vi: Bạn có thể cho phép sau trong ứng dụng Sức khỏe
zh_hans: 你可以稍后在健康App中允许
